Repository: BinduBirol/Golpo2
Catalog: lib/l10n/app_*.arb
Languages: bn

# appTitle
source: Golpo
bn: গল্প

source: Tap to continue
bn: চালিয়ে যেতে ট্যাপ করুন

# welcomeText
source: Welcome to the Story App
bn: স্টোরি অ্যাপে স্বাগতম

source: Enter App
bn: অ্যাপে প্রবেশ করুন

source: Settings
bn: সেটিংস

source: Library
bn: লাইব্রেরি

source: Profile
bn: প্রোফাইল

source: Dark Mode
bn: ডার্ক মোড

source: Theme
bn: থিম

source: Audio
bn: অডিও

# soundEffects
source: Music & Sound Effects (SFX)
bn: সংগীতের & সাউন্ড ইফেক্ট (SFX)

# ageGroupSelect
source: Please select your age group
bn: অনুগ্রহ করে আপনার বয়স নির্বাচন করুন

source: Age Group
bn: বয়সের গ্রুপ

source: Language
bn: ভাষা

source: Under 18
bn: ১৮-এর নিচে

source: Over 30
bn: ৩০-এর উপরে

source: Unknown
bn: অজানা

source: Preferences
bn: পছন্দসমূহ

# storyIntro
source: This is where your interactive story will begin!
bn: এখান থেকেই আপনার ইন্টার‍্যাকটিভ গল্প শুরু হবে!

source: Music Volume
bn: সংগীতের ভলিউম

source: Notifications
bn: নোটিফিকেশন

# loadingData
source: Data is loading
bn: ডেটা লোড হচ্ছে

# searchBoxText
source: Search books..
bn: বই খুঁজুন..

source: Read
bn: পড়ুন

source: Tap to validate data
bn: তথ্য যাচাই করতে ট্যাপ করুন

source: Coin store
bn: কয়েন স্টোর

source: Confirm Redemption
bn: রিডেম্পশন নিশ্চিত করুন

# sureRedemption
source: Are you sure you want to redeem this book?
bn: আপনি কি নিশ্চিত যে এই বইটি রিডেম করতে চান?

source: Redeemed successfully!
bn: সফলভাবে রিডেম হয়েছে!

# notEnoughCoin
source: Not enough coins to redeem. Want to get coins now?
bn: রিডেম করার জন্য পর্যাপ্ত কয়েন নেই। এখন কয়েন পেতে চান?

# oops
source: Oopss...
bn: উফ্‌স...

source: Yes
bn: হ্যাঁ

source: No
bn: না

source: Continue Reading...
bn: পাঠ অব্যাহত রাখুন...

source: Read a little
bn: একটু পড়ে দেখুন

source: See more
bn: আরও দেখুন

source: See less
bn: কম দেখুন

source: Offline data
bn: অফলাইন ডাটা

# checkingSession
source: Checking previous session...
bn: পূর্ববর্তী সেশন যাচাই করা হচ্ছে...

# checkingInternet
source: Checking internet connection...
bn: ইন্টারনেট সংযোগ যাচাই করা হচ্ছে...

# noInternet
source: No internet connection - offline mode.
bn: কোনো ইন্টারনেট সংযোগ নেই - অফলাইন মোড।

# internetConnected
source: Internet connection established.
bn: ইন্টারনেট সংযোগ সফল হয়েছে।

# updatingUser
source: Updating user data...
bn: ব্যবহারকারীর তথ্য আপডেট করা হচ্ছে...

# userUpdated
source: User data updated.
bn: ব্যবহারকারীর তথ্য আপডেট হয়েছে।

# copyingAssets
source: Copying assets to local storage...
bn: অ্যাসেট লোকাল স্টোরেজে কপি করা হচ্ছে...

# copySuccess
source: Assets copy successful.
bn: অ্যাসেট সফলভাবে কপি হয়েছে।

# copyFailed
source: Assets copy failed.
bn: অ্যাসেট কপি ব্যর্থ হয়েছে।

# verifyingBooks
source: Verifying offline book data...
bn: অফলাইন বই যাচাই করা হচ্ছে...

# cachingCovers
source: Caching book covers...
bn: বইয়ের কভার ক্যাশ করা হচ্ছে...

source: Finalizing...
bn: চূড়ান্ত প্রস্তুতি চলছে...

source: Ready to launch.
bn: শুরু করার জন্য প্রস্তুত।

# genreStory
source: Story
bn: গল্প

# genreShortStory
source: Short Story
bn: সংক্ষিপ্ত গল্প

# genreNovel
source: Novel
bn: উপন্যাস

# genrePoem
source: Poem
bn: কবিতা

# genreDrama
source: Drama
bn: নাটক

# genreEssay
source: Essay
bn: প্রবন্ধ

# genreFable
source: Fable
bn: রূপকথা

# genreFolktale
source: Folktale
bn: লোককথা

# genreFantasy
source: Fantasy
bn: কল্পকাহিনি

# genreScienceFiction
source: Science Fiction
bn: বৈজ্ঞানিক কল্পকাহিনি

# genreMystery
source: Mystery
bn: রহস্য

# genreRomance
source: Romance
bn: রোমান্স

# genreHistorical
source: Historical
bn: ঐতিহাসিক

# categoryFiction
source: Fiction
bn: কল্পকাহিনি

# subcategoryHistoricalFiction
source: Historical Fiction
bn: ঐতিহাসিক কল্পকাহিনি

# subcategoryScienceFiction
source: Science Fiction
bn: বৈজ্ঞানিক কল্পকাহিনি

# subcategoryFantasy
source: Fantasy
bn: ফ্যান্টাসি

# subcategoryMystery
source: Mystery
bn: রহস্য

# subcategoryThriller
source: Thriller
bn: থ্রিলার

# subcategoryRomance
source: Romance
bn: রোমান্স

# subcategoryDrama
source: Drama
bn: নাটক

# subcategoryHorror
source: Horror
bn: ভৌতিক

# subcategoryAdventure
source: Adventure
bn: অ্যাডভেঞ্চার

# categoryNonFiction
source: Non-Fiction
bn: অকল্পকাহিনি

# subcategoryBiography
source: Biography
bn: জীবনী

# subcategoryMemoir
source: Memoir
bn: স্মৃতিকথা

# subcategorySelfHelp
source: Self-Help
bn: স্ব-সহায়তা

# subcategoryHealthWellness
source: Health & Wellness
bn: স্বাস্থ্য ও সুস্থতা

# subcategoryBusiness
source: Business
bn: ব্যবসা

# subcategoryHistory
source: History
bn: ইতিহাস

# subcategoryScience
source: Science
bn: বিজ্ঞান

# subcategoryPhilosophy
source: Philosophy
bn: দর্শন

# subcategoryPolitics
source: Politics
bn: রাজনীতি

# categoryChildren
source: Children
bn: শিশু

# subcategoryPictureBooks
source: Picture Books
bn: চিত্রপুস্তক

# subcategoryEarlyReaders
source: Early Readers
bn: প্রাথমিক পাঠক

# subcategoryMiddleGrade
source: Middle Grade
bn: মিডল গ্রেড

# subcategoryYoungAdult
source: Young Adult
bn: তরুণ প্রাপ্তবয়স্ক

# subcategoryEducational
source: Educational
bn: শিক্ষামূলক

# categoryComics
source: Comics & Graphic Novels
bn: কমিকস ও গ্রাফিক উপন্যাস

# subcategoryManga
source: Manga
bn: ম্যানগা

# subcategorySuperhero
source: Superhero
bn: সুপারহিরো

# subcategorySliceOfLife
source: Slice of Life
bn: জীবনের খণ্ডচিত্র

# categoryReligion
source: Religion & Spirituality
bn: ধর্ম ও আধ্যাত্মিকতা

# subcategoryChristianity
source: Christianity
bn: খ্রিস্টধর্ম

# subcategoryIslam
source: Islam
bn: ইসলাম

# subcategoryHinduism
source: Hinduism
bn: হিন্দুধর্ম

# subcategoryBuddhism
source: Buddhism
bn: বৌদ্ধধর্ম

# subcategorySpiritualGrowth
source: Spiritual Growth
bn: আধ্যাত্মিক উন্নয়ন

# categoryEducation
source: Education & Reference
bn: শিক্ষা ও রেফারেন্স

# subcategoryTextbooks
source: Textbooks
bn: পাঠ্যপুস্তক

# subcategoryStudyGuides
source: Study Guides
bn: পাঠ সহায়িকা

# subcategoryDictionaries
source: Dictionaries
bn: অভিধান

# subcategoryLanguageLearning
source: Language Learning
bn: ভাষা শিক্ষা

# subcategoryTestPreparation
source: Test Preparation
bn: পরীক্ষা প্রস্তুতি

# categoryArt
source: Art & Photography
bn: শিল্প ও আলোকচিত্র

# subcategoryArtHistory
source: Art History
bn: শিল্প ইতিহাস

# subcategoryPhotography
source: Photography
bn: আলোকচিত্র

# subcategoryDesign
source: Design
bn: নকশা

# subcategoryPainting
source: Painting
bn: চিত্রাঙ্কন

# subcategoryArchitecture
source: Architecture
bn: স্থাপত্য

source: Select Genre:
bn: শৈলী নির্বাচন করুন:

source: Choose Genre
bn: শৈলী নির্বাচন করুন

source: Select Category:
bn: বিভাগ নির্বাচন করুন:

source: Choose Category
bn: বিভাগ নির্বাচন করুন

source: Select Subcategory:
bn: উপবিভাগ নির্বাচন করুন:

source: Choose Subcategory
bn: উপবিভাগ নির্বাচন করুন

source: Filters:
bn: ফিল্টারসমূহ:

source: Genre
bn: শৈলী

source: Category
bn: বিভাগ

source: Subcategory
bn: উপবিভাগ

source: None
bn: কোনটি নেই
